Repository: AntonSvensson/GnomeExtractor
Catalog: GnomeExtractor/Resources/Loc.*.resx
Languages: ru_ru

source: AnimalHusbandry
ru_ru: Животноводство

source: Armor
ru_ru: Доспехи

source: ArmorCrafting
ru_ru: Изготовление доспехов

source: Axe
ru_ru: Топор

source: Blacksmithing
ru_ru: Кузнечное дело

source: Brawling
ru_ru: Драка

source: Brewing
ru_ru: Пивоварение

source: Butchery
ru_ru: Навык мясника

source: Caretaking
ru_ru: Уход за больными

source: Carpentry
ru_ru: Плотничество

# chosenFile
source: File selected:
ru_ru: Выбран файл:

source: Construction
ru_ru: Строительство

source: Cooking
ru_ru: Кулинария

source: Crossbow
ru_ru: Арбалет

source: Dodge
ru_ru: Уклонение

source: Engineering
ru_ru: Инженерное дело

# errorFastEditValue
source: Only integers from 1 to 50000 are accepted
ru_ru: Принимаются только целые числа от 1 до 50000

# errorGridEditName
source: The Gnome's name may not exceed 24 characters
ru_ru: Длина имени гнома не должна превышать 24 символов

source: Farming
ru_ru: Сельское хозяйство

source: Fighting
ru_ru: Бой

source: Gem Cutting
ru_ru: Обработка драгоценностей

source: Gun
ru_ru: Огнестрельное

source: Hammer
ru_ru: Молот

source: Hauling
ru_ru: Переноска

source: Horticulture
ru_ru: Садоводство

source: Jewelry Making
ru_ru: Ювелирное дело

source: Leatherworking
ru_ru: Кожевничество

source: Machining
ru_ru: Обработка

# make65535
source: This action cannot be undone. Use on your own risk!
ru_ru: Это действие нельзя будет отменить. Используйте на свой страх и риск!

source: Masonry
ru_ru: Камнеобработка

source: Mechanic
ru_ru: Механик

source: Medic
ru_ru: Медик

source: Metalworking
ru_ru: Металлообработка

source: Mining
ru_ru: Шахтерство

source: Pottery
ru_ru: Гончарное дело

# saveDoneMessage
source: All changes are saved to the source file:
ru_ru: Все изменения сохранены в исходный файл:

source: Shield
ru_ru: Щит

source: Smelting
ru_ru: Выплавка

source: Stonecarving
ru_ru: Резьба по камню

source: Sword
ru_ru: Меч

source: Tailoring
ru_ru: Портняжное дело

source: Tinkering
ru_ru: Лужение

# tryWrongPath
source: You are trying to open a file from a wrong directory.
ru_ru: Попытка открыть файл из неверного пути

# warn
source: Warning
ru_ru: Внимание

source: Weapon Crafting
ru_ru: Изготовление оружия

source: Weaving
ru_ru: Ткачество

source: Woodcarving
ru_ru: Резьба по дереву

source: Woodcutting
ru_ru: Рубка деревьев

source: World name:
ru_ru: Название мира:

source: Name
ru_ru: Имя

source: Charm
ru_ru: Обаяние

source: Curiosity
ru_ru: Любопытность

source: Fitness
ru_ru: Телосложение

source: Focus
ru_ru: Концентрация

source: Nimbleness
ru_ru: Проворность

# downloadNewVersion
source: go to the official website to download?
ru_ru: перейти на официальный сайт для скачивания?

# latestVersion
source: No updates avaiable at this time, you have lastest version
ru_ru: Обновления не найдены, вы используете последнюю версию

# newestVersion
source: Found a more recent version:
ru_ru: Обнаружена более новая версия:

# updateDialogCaption
source: Update
ru_ru: Обновление

# gameNotFound
source: File Gnomoria.exe not found, please install the program in game folder
ru_ru: Файл Gnomoria.exe не найден, пожалуйста, установите программу в папку с игрой

# localizationNotFound
source: Localization file not found for that language
ru_ru: Файл локализации не найден для данного языка

# loclibNotFound
source: File loclib.dll not found, please reinstall the program
ru_ru: Файл loclib.dll не найден, пожалуйста, переустановите программу

# backupDoneMessage
source: backup saved to:
ru_ru: backup сделан в файл:

# exportDoneMessage
source: Export tables to CSV completed successfully. Please, check Export folder
ru_ru: Экспорт таблиц в формат CSV завершен успешно. Файлы сохранены в папке Export

source: Connection error
ru_ru: Ошибка соединения

# professionAlreadyExists
source: Profession with same title already exists
ru_ru: Профессия с таким именем уже существует
